base
base-devel
bluez
bluez-utils
cliphist
cups
cups-pk-helper
dolphin
dunst
efibootmgr
firefox
gamemode
gamescope
git
grim
gst-plugin-pipewire
htop
hyprland
hyprlauncher
hyprpolkitagent
incus
intel-ucode
jq
kitty
lib32-gamemode
lib32-mangohud
lib32-mesa
lib32-nvidia-utils
lib32-vulkan-icd-loader
libpulse
libva-nvidia-driver
linux
linux-firmware
lvm2
mako
mangohud
mkinitcpio
nano
networkmanager
network-manager-applet
nload
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nvidia-open
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
qt5-wayland
qt6-wayland
sddm
slurp
smartmontools
sof-firmware
speedtest-cli
steam
sudo
system-config-printer
tailscale
ttf-dejavu
ttf-liberation
ufw
uwsm
vim
vulkan-tools
waybar
wget
wireplumber
wl-clipboard
wofi
wpaperd
wpa_supplicant
xdg-desktop-portal-hyprland
xdg-utils
xorg-xrandr
zram-generator
